{
  "title": "Method and \"ideps\" composition for destroying microorganisms in a sessile state",
  "application_number": "EP16886685.3A",
  "inventor_name": [
    "Serhei Vladymyrovych BEVZ",
    "Aleksandr Vasylevych KOVAL"
  ],
  "assignee_name_orig": [
    "Ideps GmbH"
  ],
  "assignee_name_current": [
    "\n    Ideps GmbH\n  "
  ],
  "pub_date": "2019-10-02",
  "status": "Pending",
  "application_date": "2016-12-19",
  "abstract_text": "\n     The invention relates to the field of microflora destruction technologies (bacteria, protozoan fungi, etc.), namely microorganisms in sessile state (hereinafter - biofilm), and can be used in medicine, industry, agriculture and various fields of technology for the destruction of biological films which are highly organized communities of bacteria in the extracellular polymeric substance (hereinafter referred to as the exopolymer matrix) formed on surfaces of different origin (biological, industrial, etc.). Pre-prepare the composition for the destruction of microorganisms in sessile state, for which dissolve the oxidizing agent and the substance that blocks the OH - group, in a solvent. An aqueous solution of sodium peroxodisulfate at a concentration of 10.00 wt.% And sodium hydroxide at a concentration of 15.00 wt.% Is used as components from which the composition is prepared for the destruction of microorganisms in the sessile state. Since the pH of the composition is greater than 10.50, no protective reagent is added. After preparation of the composition for the destruction of microorganisms in sessile state, it is introduced into the object, the surface of which contains a biofilm. As a result of the introduction of the claimed composition for the destruction of microorganisms in the sessile state and its exposure for 10 minutes, the quantitative indicator of the enzyme urease of the material from the root canal was 0.00 µkat / I, which indicates that a complete destruction (dissolution) of the exopolymeric biofilm matrix occurred and bacteria that have passed into the plankton form are completely destroyed by the bactericidal action of the claimed composition.   \n   \n   ",
  "url": "https://patents.google.com/patent/EP3545952A2/en",
  "patent": "EP3545952A2",
  "pdf_link": "https://patentimages.storage.googleapis.com/0c/91/5d/2cb12cb3a759e4/EP3545952A2.pdf",
  "classifications": [
    "Destruction method",
    "Biofilm treatment",
    "Polymer",
    "High pH",
    "Bactericidal",
    "Complete destruction",
    "Medical"
  ],
  "bas_no": "1294",
  "substance_name": "Disodium peroxodisulphate/Sodium persulphate",
  "auxiliary_substance_names": [
    "Disodium peroxodisulphatel",
    "7775-27-1",
    "Na2O8S2",
    "disodium [(sulfonato peroxy)sulfonyl] oxidanide",
    "Disodium persulfate",
    "Sodium peroxodisulfate"
  ]
}